base-post.xml

<?xml version="1.0" encoding="UTF-8"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
  <soapenv:Body>
    <ns1:consultarVersoesTabelasExternas soapenv:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/" xmlns:ns1="http://www.sped.fazenda.gov.br/sped/tabelas/ConsultaVersoes">
      <ns1:codigoSistema xsi:type="xsd:string">{sped_name}</ns1:codigoSistema>
    </ns1:consultarVersoesTabelasExternas>
  </soapenv:Body>
</soapenv:Envelope>
